Copy/Monitor does not support cutting inserts in floors. Some openings were not copied.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCopyCuttingInsert { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCopyCuttingInsert As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCopyCuttingInsert {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CopyMonitorFailures Class
  Autodesk.Revit.DB Namespace